Repository: FEWS-NET/HEA-Database-Development
Catalog: apps/baseline/locale/*/LC_MESSAGES/django.po
Languages: ar, es, fr, pt

source: Price
ar: سعر
es: Precio
fr: Prix
pt: Preço

source: Price per unit
ar: السعر لكل وحدة
es: Precio por unidad
fr: Prix ​​par unité
pt: Preço por unidade

source: Income
ar: دخل
es: Ingreso
fr: Revenu
pt: Renda

source: Expenditure
ar: المصروفات
es: Gasto
fr: Dépense
pt: Despesa

source: Total kcals consumed
ar: إجمالي kcals المستهلكة
es: Total de Kcals consumidos
fr: Total des kcals consommés
pt: Kcals totais consumidos

source: Total kcals consumed by a household in the reference year from this livelihood strategy
ar: إجمالي KCALS تستهلكه أسرة في السنة المرجعية من استراتيجية سبل العيش هذه
es: Kcals totales consumidos por un hogar en el año de referencia de esta estrategia de medios de vida
fr: Total des Kcals consommés par un ménage au cours de l'année de référence à partir de cette stratégie de subsistance
pt: Total Kcals consumidos por uma família no ano de referência desta estratégia de subsistência

source: Percentage of required kcals
ar: النسبة المئوية من kcals المطلوبة
es: Porcentaje de kcals requeridos
fr: Pourcentage de kcals requis
pt: Porcentagem de kcals necessários

source: Percentage of annual household kcal requirement provided by this livelihood strategy
ar: النسبة المئوية للمتطلبات السنوية لـ KCAL التي توفرها استراتيجية سبل العيش هذه
es: Porcentaje de requisitos anuales de KCAL doméstico proporcionado por esta estrategia de medios de vida
fr: Pourcentage des exigences kcal annuelles du ménage fourni par cette stratégie de subsistance
pt: Porcentagem de requisitos anuais da KCAL da família fornecida por esta estratégia de subsistência

source: Mainly Men
ar: الرجال بشكل رئيسي
es: Principalmente hombres
fr: Principalement des hommes
pt: Principalmente homens

source: Mainly Women
ar: النساء أساسا
es: Principalmente mujeres
fr: Principalement des femmes
pt: Principalmente mulheres

source: Mainly Children
ar: بشكل رئيسي الأطفال
es: Principalmente niños
fr: Principalement les enfants
pt: Principalmente crianças

source: All Together
ar: جميعا
es: Todos juntos
fr: Tous ensemble
pt: Todos juntos

source: Activity done by
ar: النشاط الذي قام به
es: Actividad realizada por
fr: Activité faite par
pt: Atividade feita por

source: Extra attributes
ar: سمات إضافية
es: Atributos adicionales
fr: Attributs supplémentaires
pt: Atributos adicionais

source: Additional attributes from the BSS for this Livelihood Activity
ar: سمات إضافية من BSS لنشاط سبل العيش هذا
es: Atributos adicionales de las BSS para esta Actividad de Medios de Vida
fr: Attributs supplémentaires du BSS pour cette activité de subsistance
pt: Atributos adicionais da BSS para esta Actividade de Subsistência

source: Quantity consumed for a Livelihood Activity must be quantity produced - quantity sold - quantity used for other things
ar: يجب أن تكون الكمية المستهلكة لنشاط رزق الكمية المنتجة - الكمية المباعة - الكمية المستخدمة في أشياء أخرى
es: Cantidad consumida para una actividad de medios de vida debe producirse la cantidad - Cantidad vendida - Cantidad utilizada para otras cosas
fr: La quantité consommée pour une activité de subsistance doit être la quantité produite - quantité vendue - quantité utilisée pour d'autres usages
pt: Quantidade consumida para uma atividade de subsistência deve ser produzida por quantidade - quantidade vendida - quantidade usada para outras coisas

source: Expenditure for a Livelihood Activity must be quantity produced multiplied by price
ar: يجب أن يكون النفقات لنشاط رزق الكمية التي يتم إنتاجها مضروبة في السعر
es: El gasto para una actividad de medios de vida debe producirse la cantidad multiplicada por el precio
fr: Les dépenses pour une activité de subsistance doivent être la quantité produite multipliée par le prix
pt: As despesas com uma atividade de subsistência devem ser produzidas por quantidade multiplicada pelo preço

source: Kcals consumed for a Livelihood Activity must be quantity consumed multiplied by kcals per unit
ar: يجب أن يتم استهلاك kcals المستهلكة لنشاط رزق
es: Los kcals consumidos para una actividad de medios de vida deben ser consumidas por la cantidad multiplicada por kcals por unidad
fr: Les kcals consommés pour une activité de subsistance doivent être la quantité consommée multipliée par des kcals par unité
pt: Kcals consumidos por uma atividade de subsistência devem ser consumidos por quantidade multiplicada por KCALS por unidade

source: Incorrect Livelihood Activity strategy type. Found {self.strategy_type}. Expected {self._meta.object_name}.
ar: نوع استراتيجية النشاط غير الصحيح للنشاط. وجدت {self.strategy_type}. المتوقع {self._meta.object_name}.
es: Tipo de estrategia de actividad de medios de vida incorrecto. Encontrado {self.strategy_type}. Esperado {self._meta.object_name}.
fr: Type de stratégie d'activité de subsistance incorrecte. Found {self.strategy_type}. Attendu {self._meta.object_name}.
pt: Tipo de estratégia de atividade de meios de subsistência incorreta. Encontrado {self.strategy_type}. Esperado {self._meta.object_name}.

source: Wealth Group and Livelihood Strategy for a Livelihood Activity must belong to the same Livelihood Zone Baseline
ar: يجب أن تنتمي مجموعة الثروة واستراتيجية سبل المعيشة لنشاط سبل العيش إلى نفس خط الأساس لمنطقة سبل المعيشة
es: El grupo de patrimonio y la estrategia de medios de vida para una actividad de medios de vida deben pertenecer a la misma línea de base de la zona de medios de vida
fr: Le groupe de richesse et la stratégie de moyens de subsistance pour une activité de subsistance doit appartenir à la même zone de subsistance
pt: Grupo de riqueza e estratégia de subsistência para uma atividade de subsistência deve pertencer à mesma linha de base da zona de subsistência

source: Livelihood Activity
ar: نشاط رزق
es: Actividad de medios de vida
fr: Activité de subsistance
pt: Atividade de subsistência

source: Livelihood Activities
ar: أنشطة رزق
es: Actividades de medios de vida
fr: Activités de subsistance
pt: Atividades de subsistência

source: A Baseline Livelihood Activity must use the Baseline Scenario
ar: يجب أن يستخدم نشاط سبل العيش الأساسي سيناريو خط الأساس
es: Una actividad de medios de vida de referencia debe usar el escenario de referencia
fr: Une activité de subsistance de base doit utiliser le scénario de base
pt: Uma atividade de subsistência basal deve usar o cenário de linha de base

source: Baseline Livelihood Activity
ar: نشاط سبل العيش الأساسي
es: Actividad de subsistencia basal
fr: Activité de subsistance de base
pt: Atividade de subsistência básica

source: Baseline Livelihood Activities
ar: أنشطة سبل المعيشة الأساسية
es: Actividades de medios de vida basales
fr: Activités de subsistance de base
pt: Atividades de subsistência básica

source: A Response Livelihood Activity must use the Response Scenario
ar: يجب أن يستخدم نشاط رزق الاستجابة سيناريو الاستجابة
es: Una respuesta de la actividad de los medios de vida de respuesta debe usar el escenario de respuesta
fr: Une activité de subsistance de réponse doit utiliser le scénario de réponse
pt: Uma atividade de subsistência deve usar o cenário de resposta

source: Response Livelihood Activity
ar: نشاط رزق الاستجابة
es: Respuesta de actividad de medios de vida
fr: Activité des moyens de subsistance de réponse
pt: Resposta Atividade de subsistência

source: Response Livelihood Activities
ar: أنشطة رزق الاستجابة
es: Respuesta de actividades de medios de vida
fr: Activités de subsistance de réponse
pt: Atividades de subsistência de resposta

source: Skim
ar: المقشود
es: Desnatar
fr: Parcourir
pt: Desnatar

source: whole
ar: جميع
es: entero
fr: entier
pt: todo

source: Number of milking animals
ar: عدد حيوانات الحلب
es: Número de animales de ordeño
fr: Nombre d'animaux de trait
pt: Número de animais de ordenha

source: Average number of days of lactation
ar: متوسط ​​عدد أيام الرضاعة
es: Número promedio de días de lactancia
fr: Nombre moyen de jours de lactation
pt: Número médio de dias de lactação

source: Average daily milk production per animal
ar: متوسط ​​إنتاج الحليب اليومي لكل حيوان
es: Producción promedio de leche diaria por animal
fr: Production de lait quotidienne moyenne par animal
pt: Produção média diária de leite por animal

source: Quantity used for Butter Production
ar: الكمية المستخدمة لإنتاج الزبدة
es: Cantidad utilizada para la producción de mantequilla
fr: Quantité utilisée pour la production du beurre
pt: Quantidade usada para produção de manteiga

source: Skim or whole milk consumed
ar: المستهلك الخالي من الدسم أو الحليب بالكامل
es: Leche descremada o entera consumida
fr: Le lait écrémé ou entier consommé
pt: Scim ou leite integral consumido

source: Skim or whole milk sold or used for other purposes
ar: تم بيع الدسم أو الحليب بالكامل أو يستخدم لأغراض أخرى
es: Leche descremada o entera vendida o usada para otros fines
fr: Milk ou lait entier vendu ou utilisé à d'autres fins
pt: Skim ou leite integral vendido ou usado para outros fins

source: Lactation days must be provided if there are milking animals
ar: ويجب توفير أيام الرضاعة في حالة وجود حيوانات حلب
es: Se deben proporcionar días de lactancia si hay animales en ordeño.
fr: Les jours de lactation doivent être prévus s'il y a des animaux laitiers
pt: Os dias de lactação devem ser fornecidos se houver animais em ordenha

source: Daily production must be provided if there are milking animals
ar: ويجب توفير الإنتاج اليومي في حالة وجود حيوانات حلب
es: Se debe proporcionar producción diaria si hay animales en ordeño.
fr: La production quotidienne doit être assurée s'il y a des animaux laitiers
pt: A produção diária deve ser fornecida caso haja animais leiteiros

source: Number of animals slaughtered
ar: ذبح عدد الحيوانات
es: Número de animales sacrificados
fr: Nombre d'animaux abattus
pt: Número de animais abatidos

source: Carcass weight per animal
ar: وزن الذبيحة لكل حيوان
es: Peso de la carcasa por animal
fr: Poids de la carcasse par animal
pt: Peso de carcaça por animal

source: Quantity Produced for a Meat Production must be animals slaughtered multiplied by carcass weight
ar: يجب أن تكون الكمية المنتجة لإنتاج اللحوم هي الحيوانات المذبح مضروبة في وزن الذبيحة
es: Cantidad producida para una producción de carne debe ser animales sacrificados multiplicados por peso de cadáver
fr: La quantité produite pour une production de viande doit être des animaux Abattus multipliés par le poids de la carcasse
pt: Quantidade produzida para uma produção de carne deve ser os animais abatidos multiplicados por peso de carcaça

source: Livestock Sales
ar: مبيعات الماشية
es: Ventas de ganado
fr: Ventes de bétail
pt: Vendas de gado

source: Unit Multiple
ar: وحدة متعددة
es: Unidad múltiple
fr: Unité multiple
pt: Unidade múltipla

source: Multiple of the unit of measure in a single purchase
ar: مضاعف وحدة القياس في عملية شراء واحدة
es: Múltiples de la unidad de medida en una sola compra
fr: Multiple de l'unité de mesure en un seul achat
pt: Múltiplas da unidade de medida em uma única compra

source: Purchases per month
ar: عمليات الشراء في الشهر
es: Compras por mes
fr: Achats par mois
pt: Compras por mês

source: Months per year
ar: أشهر في السنة
es: Meses al año
fr: Mois par an
pt: Meses por ano

source: Number of months in a year that the product is purchased
ar: عدد الأشهر في السنة التي يتم فيها شراء المنتج
es: Número de meses en un año que se compra el producto
fr: Nombre de mois dans un an où le produit est acheté
pt: Número de meses em um ano em que o produto é comprado

source: Times per year
ar: مرات في السنة
es: Veces por año
fr: Temps par an
pt: Tempos por ano

source: Number of times in a year that the purchase is made
ar: عدد المرات في السنة التي يتم فيها الشراء
es: Número de veces en un año que se realiza la compra
fr: Nombre de fois en un an où l'achat est effectué
pt: Número de vezes em um ano em que a compra é feita

source: Quantity produced for a Food Purchase must be purchase amount * purchases per month * months per year
ar: يجب أن تكون الكمية التي يتم إنتاجها لشراء الطعام مبلغًا مشتريات * شهريًا * شهور في السنة
es: Cantidad producida para una compra de alimentos debe ser el monto de la compra * Compras por mes * meses por año
fr: La quantité produite pour un achat de nourriture doit être le montant de l'achat * Achats par mois * mois par an
pt: A quantidade produzida para uma compra de alimentos deve ser o valor da compra * compras por mês * meses por ano

source: Food Purchases
ar: شراء المواد الغذائية
es: Compras de alimentos
fr: Achats de nourriture
pt: Compras de alimentos

source: Payment per time
ar: الدفع لكل وقت
es: Pago por tiempo
fr: Paiement par temps
pt: Pagamento por tempo

source: Amount of item received each time the labor is performed
ar: مبلغ العنصر الذي تم استلامه في كل مرة يتم تنفيذ المخاض
es: Cantidad del artículo recibido cada vez que se realiza la mano de obra
fr: Montant des articles reçus chaque fois que la main-d'œuvre est effectuée
pt: Quantidade de item recebido cada vez que o trabalho é realizado

source: People per household
ar: الناس لكل منزل
es: Personas por hogar
fr: Personnes par ménage
pt: Pessoas por família

source: Number of household members who perform the labor
ar: عدد أفراد الأسرة الذين يؤدون العمل
es: Número de miembros del hogar que realizan el trabajo
fr: Nombre de membres du ménage qui effectuent le travail
pt: Número de membros da família que realizam o trabalho

source: Labor per month
ar: العمل في الشهر
es: Trabajo por mes
fr: Travail par mois
pt: Trabalho por mês

source: Number of months in a year that the labor is performed
ar: عدد الأشهر في السنة التي يتم فيها تنفيذ المخاض
es: Número de meses en un año que se realiza la mano de obra
fr: Nombre de mois par an où le travail est effectué
pt: Número de meses em um ano em que o trabalho é realizado

source: Number of times in a year that the labor is performed
ar: عدد المرات في السنة التي يتم فيها تنفيذ المخاض
es: Número de veces en un año que se realiza la mano de obra
fr: Nombre de fois en un an où le travail est effectué
pt: Número de vezes em um ano em que o trabalho é realizado

source: Quantity produced for Payment In Kind must be payment per time * number of people * labor per month * months per year
ar: يجب أن تكون الكمية التي يتم إنتاجها للدفع بالنوع في وقت واحد * عدد الأشخاص * العمل شهريًا * شهور في السنة
es: Cantidad producida para el pago en especie debe ser el pago por tiempo * Número de personas * Trabajo por mes * meses por año
fr: La quantité produite pour le paiement en nature doit être le paiement par temps * Nombre de personnes * Travail par mois * mois par an
pt: Quantidade produzida para pagamento em espécie deve ser o pagamento por tempo * Número de pessoas * Trabalho por mês * meses por ano

source: Payments in Kind
ar: المدفوعات العينية
es: Pagos en especie
fr: Paiements en nature
pt: Pagamentos em espécie

source: Multiple of the unit of measure received each time
ar: مضاعف وحدة القياس التي تم استلامها في كل مرة
es: Múltiples de la unidad de medida recibida cada vez
fr: Multiple de l'unité de mesure reçue à chaque fois
pt: Múltiplos da unidade de medida recebidos a cada vez

source: Number of times per month the item is received
ar: عدد المرات في الشهر يتم استلام العنصر
es: Número de veces al mes se recibe el artículo
fr: Nombre de fois par mois où l'article est reçu
pt: Número de vezes por mês o item é recebido

source: Number of months in a year that the item is received
ar: عدد الأشهر في السنة التي يتم استلام العنصر
es: Número de meses en un año que se recibe el artículo
fr: Nombre de mois dans un an où l'article est reçu
pt: Número de meses em um ano em que o item é recebido

source: Number of times in a year that the item is received
ar: عدد المرات في السنة التي يتم استلام العنصر
es: Número de veces en un año que se recibe el artículo
fr: Nombre de fois en un an où l'article est reçu
pt: Número de vezes em um ano em que o item é recebido

source: Quantity produced for Relief, Gifts, Other must be amount received * times per year
ar: الكمية التي يتم إنتاجها للإغاثة والهدايا ، يجب أن يتم استلام المبلغ الآخر * مرات في السنة
es: Cantidad producida para alivio, regalos, otro debe ser recibido * veces por año
fr: Quantité produite pour l’aide, les cadeaux, les autres doivent être le montant reçu * fois par an
pt: Quantidade produzida para alívio, presentes, outros devem ser recebidos * vezes por ano

source: Relief, Gifts and Other Food
ar: الإغاثة والهدايا وغيرها من الأطعمة
es: Alivio, regalos y otros alimentos
fr: aide, cadeaux et autres aliments
pt: Alívio, presentes e outros alimentos

source: Amount of money received each time the labor is performed
ar: مبلغ الأموال المستلمة في كل مرة يتم فيها تنفيذ العمالة
es: Cantidad de dinero recibido cada vez que se realiza la mano de obra
fr: Montant d'argent reçu à chaque fois que la main-d'œuvre est effectuée
pt: Quantidade de dinheiro recebido cada vez que o trabalho é realizado

source: Number of times in a year that the income is received
ar: عدد المرات في السنة التي يتم استلام الدخل
es: Número de veces en un año que se recibe los ingresos
fr: Nombre de fois en un an où le revenu est reçu
pt: Número de vezes em um ano em que a renda é recebida

source: Quantity produced for Other Cash Income must be payment per time * number of people * labor per month * months per year
ar: يجب أن تكون الكمية المنتجة للدخل النقدي الآخر مدفوعًا في وقت * عدد الأشخاص * العمالة شهريًا *
es: Cantidad producida para otros ingresos en efectivo debe ser el pago por tiempo * Número de personas * Trabajo por mes * meses por año
fr: La quantité produite pour d'autres revenus en espèces doit être le paiement par temps * Nombre de personnes * Travail par mois * mois par an
pt: Quantidade produzida para outra receita de caixa deve ser o pagamento por tempo * Número de pessoas * Trabalho por mês * meses por ano

source: Quantity produced for Other Cash Income must be payment per time * times per year
ar: يجب أن تكون الكمية المنتجة للدخل النقدي الآخر الدفع لكل مرة * مرات في السنة
es: La cantidad producida para otros ingresos en efectivo debe ser el pago por tiempo * veces por año
fr: La quantité produite pour d'autres revenus en espèces doit être le paiement par temps * fois par an
pt: Quantidade produzida para outra receita de caixa deve ser o pagamento por tempo * vezes por ano

source: Number of times in a year that the product is purchased
ar: عدد المرات في السنة التي يتم فيها شراء المنتج
es: Número de veces en un año que se compra el producto
fr: Nombre de fois en un an où le produit est acheté
pt: Número de vezes em um ano em que o produto é comprado

source: Expenditure for Other Purchases must be price * unit multiple * purchases per month * months per year
ar: يجب أن تكون النفقات للمشتريات الأخرى سعرًا * وحدة متعددة * مشتريات شهريًا * شهور في السنة
es: El gasto para otras compras debe ser precio * Unidad múltiple * compras por mes * meses por año
fr: Les dépenses pour les autres achats doivent être le prix * unité multiple * Achats par mois * mois par an
pt: Despesas para outras compras devem ser preços * unidade múltipla * compras por mês * meses por ano

source: Other Purchases
ar: عمليات شراء أخرى
es: Otras compras
fr: Autres achats
pt: Outras compras

source: Seasonal Activity Type
ar: نوع النشاط الموسمي
es: Tipo de actividad estacional
fr: Type d'activité saisonnière
pt: Tipo de atividade sazonal

source: Additional Identifier
ar: معرف إضافي
es: Identificador adicional
fr: Identificateur supplémentaire
pt: Identifer adicional

source: Additional text identifying the seasonal activity
ar: نص إضافي يحدد استراتيجية رزقه
es: Texto adicional que identifica la estrategia de medios de vida
fr: Texte supplémentaire identifiant la stratégie de subsistance
pt: Texto adicional identificando a estratégia de subsistência

source: Seasonal Activity
ar: النشاط الموسمي
es: Actividad estacional
fr: Activité saisonnière
pt: Atividade sazonal

source: Seasonal Activities
ar: الأنشطة الموسمية
es: Actividades estacionales
fr: Activités saisonnières
pt: Atividades sazonais

source: Community or Village
ar: المجتمع أو القرية
es: Comunidad o pueblo
fr: Communauté ou village
pt: Comunidade ou vila

source: Start Day
ar: تبدأ اليوم
es: Inicio Día
fr: jour du commencement
pt: Dia de início

source: End Day
ar: نهاية اليوم
es: Día final
fr: Jour de la fin
pt: Dia final

source: Community and Seasonal Activity for a Seasonal Activity Occurrence must belong to the same Livelihood Zone Baseline
ar: يجب أن ينتمي النشاط المجتمعي والموسمي لحدوث نشاط موسمي إلى نفس خط الأساس لمنطقة سبل العيش
es: La actividad comunitaria y estacional para una ocurrencia de actividad estacional debe pertenecer a la misma línea de base de la zona de medios de vida
fr: L'activité communautaire et saisonnière pour une activité saisonnière L'occurrence doit appartenir à la même zone de réalisation de la zone de moyens de subsistance
pt: Comunidade e atividade sazonal para uma ocorrência de atividade sazonal deve pertencer à mesma linha de base da zona de subsistência

source: Seasonal Activity Occurrence
ar: حدوث النشاط الموسمي
es: Ocurrencia de actividad estacional
fr: Occurrence de l'activité saisonnière
pt: Ocorrência de atividade sazonal

source: Seasonal Activity Occurrences
ar: حوادث النشاط الموسمي
es: Ocurrencias de actividad estacional
fr: Occurrences d'activité saisonnière
pt: Ocorrências de atividade sazonal

source: Main Food Crop
ar: محصول الطعام الرئيسي
es: Principal cultivo alimentario
fr: Principale culture vivrière
pt: Cultura de alimentos principal

source: Cash Crop
ar: المحاصيل النقدية
es: Cultivo comercial
fr: Culture de rente
pt: Colheita de dinheiro

source: Crop Type
ar: نوع المحاصيل
es: Tipo de cultivo
fr: Type de culture
pt: Tipo de colheita

source: Crop purpose
ar: الغرض من المحاصيل
es: Propósito de la cosecha
fr: but de la culture
pt: Propósito da colheita

source: Yield with inputs
ar: العائد مع المدخلات
es: Rendimiento con entradas
fr: Rendement avec les entrées
pt: Rendimento com entradas

source: Yield in reference period with inputs (seeds and fertilizer)
ar: العائد في الفترة المرجعية مع المدخلات (البذور والأسمدة)
es: Rendimiento en el período de referencia con entradas (semillas y fertilizantes)
fr: Rendement en période de référence avec des entrées (graines et engrais)
pt: Rendimento no período de referência com insumos (sementes e fertilizantes)

source: Yield without inputs
ar: العائد بدون مدخلات
es: Rendimiento sin insumos
fr: Rendement sans entrées
pt: Rendimento sem entradas

source: Yield in reference period without inputs (seeds and fertilizer)
ar: العائد في الفترة المرجعية بدون مدخلات (البذور والأسمدة)
es: Rendimiento en el período de referencia sin entradas (semillas y fertilizantes)
fr: Rendement en période de référence sans entrées (graines et engrais)
pt: Rendimento no período de referência sem entrada (sementes e fertilizantes)

source: Seed requirement
ar: متطلبات البذور
es: Requisito de semillas
fr: Exigence de semences
pt: Requisito de semente

source: Crop Unit of Measure
ar: وحدة قياس المحاصيل
es: Unidad de medida de cultivo
fr: Unité de mesure des cultures
pt: Unidade de medida

source: Land Unit of Measure
ar: وحدة قياس الأراضي
es: Unidad de medida de tierra
fr: Unité de mesure de la terre
pt: Unidade de medida terrestre

source: Crop type for Community Crop Production must have a CPC code code beginning R01 (Agriculture Products)
ar: يجب أن يحتوي نوع المحاصيل لإنتاج المحاصيل المجتمعية على رمز CPC يبدأ R01 (منتجات الزراعة)
es: El tipo de cultivo para la producción de cultivos comunitarios debe tener un código CPC que comienza R01 (productos agrícolas)
fr: Le type de culture pour la production de cultures communautaires doit avoir un code CPC commençant R01 (produits agricoles)
pt: Tipo de cultura para produção agrícola comunitária deve ter um código CPC a partir de R01 (produtos agrícolas)
