Repository: FEWS-NET/HEA-Database-Development
Catalog: apps/common/locale/*/LC_MESSAGES/django.po
Languages: ar, fr

source: common
ar: شائع
fr: commun

source: Code
ar: شفرة

source: Name
ar: اسم
fr: Nom

source: Description
ar: وصف

source: Any extra information or detail that is relevant to the object.
ar: أي معلومات أو تفاصيل إضافية ذات صلة بالكائن.
fr: Toute information ou détail supplémentaire qui est pertinent pour l'objet.

source: Location
ar: موقع
fr: Emplacement

source: Boundary
ar: الحدود
fr: Frontière

source: Remove the language URL parameter. It is not supported for language-specific paths.
ar: إزالة معلمة عنوان URL اللغوي. لا يتم دعمه للمسارات الخاصة باللغة.
fr: Supprimez le paramètre URL de langue. Il n'est pas pris en charge pour les chemins spécifiques à la langue.

source: The language URL parameter requests language %(lang_code)s. Supported language codes are %(lang_codes)s.
ar: تطلب معلمة URL اللغوية اللغة %(lang_code)s. رموز اللغة المدعومة هي %(lang_codes)s.

source: Spanish name
ar: الاسم الإسباني
fr: Nom espagnol

source: Spanish name if different from the English name
ar: الاسم الإسباني إذا كان مختلفًا عن الاسم الإنجليزي
fr: Nom espagnol si différent du nom anglais

source: French name
ar: الاسم الفرنسي
fr: Nom français

source: French name if different from the English name
ar: الاسم الفرنسي إذا كان مختلفًا عن الاسم الإنجليزي
fr: Nom français s'il est différent du nom anglais

source: Portuguese name
ar: الاسم البرتغالي
fr: Nom portugais

source: Portuguese name if different from the English name
ar: الاسم البرتغالي إذا كان مختلفًا عن الاسم الإنجليزي
fr: Nom portugais si différent du nom anglais

source: Arabic name
ar: الاسم العربي
fr: Nom arabe

source: Arabic name if different from the English name
ar: الاسم العربي إذا كان مختلفًا عن الاسم الإنجليزي
fr: Nom arabe s'il est différent du nom anglais

source: local name
ar: الاسم المحلي
fr: nom local

source: The End of the period must be on or after the Start
ar: يجب أن تكون نهاية الفترة في البداية أو بعدها
fr: La fin de la période doit être sur ou après le début

source: %(class)s %(pk)s (%(instance)s) has the same %(non_overlapping_fields)s and has a period that overlaps %(start)s to %(end)s
ar: %(class)s %(pk)s (%(instance)s) نفس %(non_overlapping_fields)s ولديها فترة تتداخل %(end)s إلى %(start)s
fr: %(class)s %(pk)s (%(instance)s) a le même %(non_overlapping_fields)s et a une période qui chevauche %(start)s à %(end)s

source: Open Ended
ar: انتهى مفتوحة
fr: Fin ouvert

source: From %(start)s
ar: من %(start)s
fr: À partir de %(start)s

source: Until %(end)s
ar: حتى %(end)s
fr: Jusqu'à %(end)s

source: %(start)s - %(end)s
ar: %(end)s - %(start)s

source: start
ar: يبدأ
fr: commencer

source: end
ar: نهاية
fr: fin

source: The name of the Country approved by the ISO 3166 Maintenance Agency with accented characters replaced by their ASCII equivalents
ar: اسم الدولة المعتمدة من قبل وكالة الصيانة ISO 3166 مع شخصيات محددة تحل محلها معادلات ASCII الخاصة بهم
fr: Le nom du pays approuvé par l'agence de maintenance ISO 3166 avec des caractères accentués remplacés par leurs équivalents ASCII

source: The full formal name of the Country approved by the ISO 3166 Maintenance Agency with accented characters replaced by their ASCII equivalents
ar: الاسم الرسمي الكامل للبلد المعتمدة من قبل وكالة الصيانة ISO 3166 مع شخصيات محددة تحل محلها معادلات ASCII الخاصة بهم
fr: Le nom formel complet du pays approuvé par l'agence de maintenance ISO 3166 avec des caractères accentués remplacés par leurs équivalents ASCII

source: The name of the Country approved by the ISO 3166 Maintenance Agency
ar: اسم البلد المعتمد من قبل وكالة الصيانة ISO 3166
fr: Le nom du pays approuvé par l'agence de maintenance ISO 3166

source: The full formal name of the Country approved by the ISO 3166 Maintenance Agency
ar: الاسم الرسمي الكامل للبلد المعتمدة من قبل وكالة الصيانة ISO 3166
fr: Le nom formel complet du pays approuvé par l'agence de maintenance ISO 3166

source: ISO French name
ar: الاسم الفرنسي ISO
fr: Nom français iso

source: ISO French full name
ar: الاسم الكامل الفرنسي ISO
fr: Nom complet ISO français

source: The full formal name in French of the Country approved by the ISO 3166 Maintenance Agency
ar: الاسم الرسمي الكامل باللغة الفرنسية للبلاد المعتمدة من قبل وكالة الصيانة ISO 3166
fr: Le nom formel complet en français du pays approuvé par l'agence de maintenance ISO 3166

source: ISO Spanish name
ar: الاسم الإسباني ISO
fr: Nom espagnol ISO

source: The name in Spanish of the Country approved by the ISO 3166 Maintenance Agency
ar: الاسم باللغة الإسبانية للبلاد المعتمدة من قبل وكالة الصيانة ISO 3166
fr: Le nom en espagnol du pays approuvé par l'agence de maintenance ISO 3166

source: Country
ar: دولة
fr: Pays

source: Countries
ar: بلدان
fr: Des pays

source: name
ar: اسم
fr: nom

source: Currency
ar: عملة
fr: Devise

source: Currencies
ar: العملات
fr: Devises

source: Weight
ar: وزن
fr: Poids

source: Volume
ar: مقدار

source: Item
ar: غرض
fr: Article

source: Area
ar: منطقة
fr: Zone

source: Yield
ar: أَثْمَر
fr: Rendement

source: Percentage
ar: نسبة مئوية
fr: Pourcentage

source: Length
ar: طول
fr: Longueur

source: abbreviation
ar: اختصار
fr: abréviation

source: unit type
ar: نوع الوحدة
fr: type d'unité

source: aliases
ar: اسماء مستعارة
fr: alias

source: A list of alternate names for the product.
ar: قائمة الأسماء البديلة للمنتج.
fr: Une liste de noms alternatifs pour le produit.

source: Unit of Measure
ar: وحدة القياس
fr: Unité de mesure

source: Units of Measure
ar: وحدات القياس
fr: Unités de mesure

source: from unit
ar: من الوحدة
fr: de l'unité

source: to unit
ar: إلى الوحدة
fr: à l'unité

source: conversion factor
ar: عامل التحويل
fr: facteur de conversion

source: Unit of Measure Conversion
ar: وحدة التحويل
fr: Conversion de l'unité de mesure

source: Unit of Measure Conversions
ar: وحدة التحويلات قياس
fr: Conversions d'unité de mesure

source: From unit and to unit must have the same unit type, expected unit is of type %(from_unit_type)s
ar: من الوحدة والوحدة يجب أن يكون لها نفس نوع الوحدة ، تكون الوحدة المتوقعة من النوع %(from_unit_type)s
fr: De l'unité et de l'unité doit avoir le même type d'unité, l'unité attendue est de type %(from_unit_type)s

source: classification structure of products based on the UN’s Central Product Classification rules, prefixed with R, L, P or S, a letter indicating whether the Product is Raw agricultural output, Live animals, a Processed product or a Service.
ar: هيكل تصنيف المنتجات بناءً على قواعد التصنيف المركزي للمنتجات التابعة للأمم المتحدة، مسبوقة بـ R أو L أو P أو S، وهو حرف يشير إلى ما إذا كان المنتج عبارة عن ناتج زراعي خام أو حيوانات حية أو منتج معالج أو خدمة.
fr: structure de classification des produits basée sur les règles de classification centrale des produits de l'ONU, préfixée par R, L, P ou S, une lettre indiquant si le produit est une production agricole brute, des animaux vivants, un produit transformé ou un service.

source: description
ar: وصف

source: common name
ar: اسم شائع
fr: Nom commun

source: The 6-digit codes for the Product in the Harmonized Commodity Description and Coding System (HS), stored as XXXX.YY
ar: الرموز المكونة من 6 أرقام للمنتج في وصف السلع المنسقة ونظام الترميز (HS) ، المخزنة كـ xxxx.yy
fr: Les codes à 6 chiffres pour le produit dans le système de description et de codage des marchandises harmonisées (HS), stocké comme xxxx.yy

source: scientific name
ar: الاسم العلمي
fr: nom scientifique

source: Kcals per Unit
ar: kcals لكل وحدة
fr: Kcals par unité

source: Product
ar: منتج
fr: Produit

source: Products
ar: منتجات
fr: Des produits

source: country
ar: دولة
fr: pays

source: Country Classified Product Alias
ar: الاسم المستعار للمنتج المصنف للبلد
fr: Alias ​​de produit classifié du pays

source: Country Classified Product Aliases
ar: الاسم المستعار للمنتجات المصنفة بالبلد
fr: Alias ​​de produits classifiés par pays

source: English
ar: الإنجليزيّة
fr: Anglais

source: French
ar: الفرنسيّة
fr: Français

source: Spanish
ar: الإسبانيّة
fr: Espagnol

source: Arabic
ar: العربيّة
fr: Arabe

source: Portuguese
ar: البرتغاليّة
fr: Portugais

source: Common Name
ar: اسم شائع
fr: Nom commun
